{
    "Header": {
        "Title": "¡Hola! soy Cristopher Fuentes, Ingeniero de Software especializado en Desarrollador Web",
        "Subtitle": "Disponible para roles freelance o a tiempo completo, mis links ↓ "
    },
    "About": {
        "Title": "Sobre mí",
        "Hi": "Tengo 18 años y soy un ",
        "span1": "Desarrollador de Software especializado en Desarrollo Web Frontend.",
        "menext": "Descubrí la programación en 2023 a través de un breve tutorial de Kotlin, pero fue en 2024 cuando realmente comencé mi viaje en la construcción de aplicaciones Web.",
        "menext2": " Desde entonces, he adquirido experiencia a través de proyectos personales y colaborando con ",
        "span2": "empresas con sede en Estados Unidos",
        "includ": " incluyendo: ",
        "ul1": "WYK Homes",
        "ul2": "Interphase",
        "ul3": "El sitio web oficial de Chito & Cris",
        "menext3": "Actualmente estoy enfocado en mejorar mis habilidades, ampliar mis conocimientos y adquirir más experiencia práctica en la industria tecnológica.",
        "span3": "¡Soy MasterDev… y este es mi sitio web!"
    },
    "ToolsAndFreamworks": {
        "Title": "Habilidades y Herramientas"
    },
    "Projects": {
        "Title": "Proyectos destacados",
        "Description": "Descripción",
        "Rol": "Mi rol",
        "Cardinfo1": "Desarrollé un sitio web para WYK Homes,",
        "spancard1": " una empresa de construcción de viviendas con sede en Estados Unidos,",
        "Cardinfo2": " especializada en",
        "spancard2": " Estructuración, Techado, Remodelación, Revestimiento y Paneles de Yeso",
        "Cardinfo3": ". El objetivo principal era mejorar la visibilidad de sus servicios y facilitar que",
        "spancard3": " clientes potenciales",
        "Cardinfo4": " se pusieran en contacto.",
        "Roleinfo1": "Fui completamente responsable del desarrollo del sitio web ",
        "Roleinfo2": ". Trabajé directamente con el cliente para entender sus necesidades y entregar una",
        "Spanrole1": " (frontend, backend, UX y diseño)",
        "Spanrole2": " solución funcional y visualmente atractiva"
    },
    "Buttons": {
        "CV": "Descargar mi CV",
        "Github": "Mi Github",
        "Linkedin": "Mi Linkedin",
        "Gmail": "Mi Correo"
    }
}